Revit 2027 API
ParameterTypeId.FamilyRoughWidthParam Property
 "Rough Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyRoughWidthParam { get; }
Public Shared ReadOnly Property FamilyRoughWidthParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyRoughWidthParam {
	ForgeTypeId^ get ();
}
static member FamilyRoughWidthParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace